{
  "title": "Invasjonen av Norge",
  "intro": "En kronologisk oversikt over krigshandlingene i Norge i 1940.",
  "entries": [
    {
      "storyGroup": "1",
      "timestamp": -938311200000,
      "intro": "Det tyske troppetransportskipet «Rio de Janeiro» blir senket",
      "body": {
        "sections": [
          {
            "text": "På vei til Bergen blir det tyske troppetransportskipet «Rio de Janeiro» senket av den polske ubåten «Orzel» utenfor Lillesand. Soldater i full krigsutrustning og uniform fraktes til Lillesand i lokale båter. De hevdet de var på vei til Bergen for å hjelpe nordmennene – angivelig etter anmodning fra den norske regjering."
          },
          {
            "text": "133 overlevende og 10 døde blir tatt inn til Lillesand. I Berlin fryktet man at den planlagte  aksjonen dagen etter var røpet, men sentrale norske myndigheter foretok seg ingenting da hendelsen ble rapportert."
          }
        ]
      }
    },
    {
      "storyGroup": "1.1",
      "timestamp": -938311200000,
      "intro": "Alliert minelegging av Norske farvann",
      "body": {
        "sections": [
          {
            "text": "Britene minelegger inngangen til Vestfjorden. Målet er å forhindre tysk transport av jernmalm fra Narvik."
          }
        ]
      }
    },
    {
      "storyGroup": "1.2",
      "timestamp": -938311200000,
      "intro": "HMS Glowworm senkes",
      "body": {
        "sections": [
          {
            "text": "HMS Glowworm deltar i britenes minelegging, og kommer i den fobindelse i kontakt med den tyske invasjonsflåten utenfor Trøndelag. Det oppstår kamp med de tyske jagerne Bernard von Arnim og Hans Lüdemann. Glowworm kjemper en håpløs kamp, for tyskerne er militært overlegne, med krysseren Admiral Hipper i spissen. Etter flere treff av granater og torpedoer velger derfor kommandørløytnant Gerard Broadmead Roope å kjøre skipet i full fart rett mot Admiral Hipper i håp om å gjøre mest mulig skade. Glowworm påfører Hipper betydelige skader i baugpartiet før hun kl 09:57 synker brennende ned i dypet nordvest for Frøya og tar med seg 111 av 150 mann ned i dypet."
          }
        ]
      }
    },
    {
      "storyGroup": "2",
      "timestamp": -938186346000,
      "intro": "Angrep i  Oslofjorden",
      "body": {
        "sections": [
          {
            "text": "Tyskland angriper med krigsskip gjennom Oslofjorden. «Blücher» senkes og rundt 1000 tyskere mister livet."
          },
          {
            "text": "Tyske fly erobrer fornebu."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245209",
            "caption": "«Blücher» senkes i Oslofjorden."
          }
        },
        {
          "image": {
            "polopolyId": "1.12245014",
            "caption": "Fornebu flyplass under angrep, april 1940."
          }
        }
      ]
    },
    {
      "storyGroup": "3",
      "timestamp": -938186346000,
      "intro": "Kristiansand og Arendal blir angrepet",
      "body": {
        "sections": [
          {
            "text": "Angrepene på Kristiansand og Arendal blir forsinket i flere timer grunnet tung tåke. Tyskerne møter hard motstand i Kristiansand og må gi seg for norske forsvarere to ganger. I tredje forsøk kommer tyskerne seg inn i havna med sine fartøyer. I Kristiansand lar man skipene passere fritt på grunnlag av feilaktig melding om at fartøyende førte fransk flagg. Dette ble en fatal misforståelse. Både granater fra skip og bomber fra fly angriper Kristiansand. 22 nordmenn mister livet. Arendal blir også okkupert."
          }
        ]
      }
    },
    {
      "storyGroup": "4",
      "timestamp": -938186346000,
      "intro": "Stavanger, Bergen og Egersund blir okkupert",
      "body": {
        "sections": [
          {
            "text": "Strategiske Sola flystasjon blir kapret i krigshistoriens første selvstendige fallskjermoperasjon. Stavanger, Bergen og Egersund blir okkupert. Bergen festning åpner ild mot tyske skip. Krysseren «Köningsberg» blir lettere skadd. I Stavanger senkes den norske torpedojageren «Æger» i et tysk flyangrep. Åtte mann mister livet. Evakueringsplanene gjennomføres verken i Stavanger eller Bergen"
          }
        ]
      }
    },
    {
      "storyGroup": "5",
      "timestamp": -938186346000,
      "intro": "Tyske soldater landsettes i Trondheim",
      "body": {
        "sections": [
          {
            "text": "Sammen med 4 jagere, går den tyske krysseren «Admiral Hipper» inn i Trondheimsfjorden. Denne morgenen og formiddagen landsetter de 1200 mann i Trondheim. Sjefen for distriktskommando Trøndelag (DKT), generalmajor Jacob Ager Laurantzon, vedtok ikke å mobilisere styrkene i Trondheim. Laurantzon forlot byen og reiste til Nord-Trøndelag, der han mobiliserte avdelingene på Værnes og Rinnleiret. Oberst Erland Frisvold ble igjen som som DKTs representant i Trondheim."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245296",
            "caption": "Tyske soldater settes i land i Trondheim 1940."
          }
        }
      ]
    },
    {
      "storyGroup": "6",
      "timestamp": -938186346000,
      "intro": "Erobringen av Narvik",
      "body": {
        "sections": [
          {
            "text": "Til Narvik ankommer 10 tyske jagere med 2000 tyske soldater under ledelse av general Eduard Dietl. De norske panserskipene «Norge» og «Eidsvold» tar opp kampen mot inntrengerne, men etter kort kamp senkes begge skip og 282 norske sjøfolk mister livet. Byen blir overgitt uten videre kamp, men Major Sigurd Omdal lykkes med å føre en norsk styrke på 200 mann ut av byen. Tyskerne tar også over Elvegårdsmoen mobliseringsleir i Bjerkvik som har lagret norsk mobliseringsmateriell for ca 6000 mann."
          },
          {
            "text": "Erobringen av Narvik, og dermed kontrollen over jernmalmforsyningene til tysk våpenindustri fra gruvene rundt Kiruna i Sverige, over Narvik havn, var en av hovedgrunnene for angrepet på Norge. Men kampen om Narvik er langt fra over, for de norske styrker står sterkt i Troms og Finnmark. Under ledelse av General Fleischer mobiliseres styrkene som gå til motangrep og gjenerobre byen."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245189",
            "caption": "De norske panserskipene «Norge» og «Eidsvold»"
          }
        }
      ]
    },
    {
      "storyGroup": "7",
      "timestamp": -938099946000,
      "intro": "Oslo evakueres",
      "body": {
        "sections": [
          {
            "text": "Oslo evakueres etter rykter om at tyskerne skal bombe byen. Kong Haakon og utenriksminister Koht møter sendemann Bräuer som blant annet krever at Quisling blir utnevnt til statsminister. Kongen taler til regjeringen og sier han ikke kan godta de tyske krav. Koht ringer Bäuer og opplyser at norsk motstand vil fortsette så lenge som mulig."
          },
          {
            "text": "Stortinget møtes om kvelden på Elverum. Regjeringen gis fullmakt til å gi «provisoriske anordninger» så lenge Stortinget ikke kan møtes."
          },
          {
            "text": "Et fallskjermjeger-kompani på jakt etter kongen og regjeringen treffer klokken 02:00 en veisperring på Midtskogen vest for Elverum. Stillingen er forsvart av en improvisert styrke fra Terningmoen og et gardekompani. Etter en time trekker begge sidene seg tilbake. To tyskere er drept og kompanisjefen, Eberhard Spiller, dødelig såret. Tre nordmenn er lettere såret."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12244998",
            "caption": "Dr Bräuer etter møte med Kong Haakon i Elverum i april 1940."

          }
        },
        {
          "image": {
            "polopolyId": "1.12245000",
            "caption": "Kong Haakon ankommer Elverum i april 1940"
          }
        }
      ]
    },
    {
      "storyGroup": "8",
      "timestamp": -938099946000,
      "intro": "Den tyske krysseren «Karlsruhe» senkes av britene utenfor Kristiansand."
    },
    {
      "storyGroup": "9",
      "timestamp": -938099946000,
      "intro": "Köningsberg senkes utenfor Bergen",
      "body": {
        "sections": [
          {
            "text": "Den tyske krysseren «Königsberg» senkes av britene ved Skoltegrunnskaien i Bergen. De første tyske soldatene ankommer Haugesund."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12244705",
            "caption": "Königsberg var tyskernes første fartøy med radar. Det sank i Bergen."
          }
        }
      ]
    },
    {
      "storyGroup": "10",
      "timestamp": -938099946000,
      "intro": "Styrker mobiliseres i Trøndelag",
      "body": {
        "sections": [
          {
            "text": "Værnes Flygeavdeling overgir seg til en tysk forhandlingsoffiser. Senere på dagen ankommer artilleriregiment 3 til Hegra festning og mobiliserer styker. I løpet av kort tid er det etablert en hovedforsvarslinje mellom Bjørset og Berkåk."
          }
        ]
      }
    },
    {
      "storyGroup": "11",
      "timestamp": -938099946000,
      "intro": "Britene angriper tyske skip i Narvik",
      "body": {
        "sections": [
          {
            "text": "HMS Hardy og fire britiske jagere går inn mot Narvik. Under ledelse av flåtekommandør kaptein Bernard Armitage Warburton-Lee angripes tyske skip ved havnen. To britiske jagere går tapt, to tyske jagere og sju handelsskip blir ødelagt. Warburton-Lee dør under angrepet. Han får senere Victoriakorset og det norske Krigskorset post mortem. Den tyske flåtekommandøren Bonte såres og dør to dager senere."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245526",
            "caption": "Tysk krigsfartøy sunket ved Narvik."
          }
        }
      ]
    },
    {
      "storyGroup": "12",
      "timestamp": -938013546000,
      "intro": "Tyske bombefly angriper",
      "body": {
        "sections": [
          {
            "text": "Tyske bombefly angriper Elverum og bebyggelsen settes i brann. Mange dødsfall."
          },
          {
            "text": "Kongen og regjering oppholder seg på Nybergsund, som blir bombet. Hærens overkommando drar fra Rena til Nermo i Gudbrandsdalen"
          }
        ]
      }
    },
    {
      "storyGroup": "13",
      "timestamp": -938013546000,
      "intro": "Et britisk fly blir skutt ned over Stavanger. En skole og flere hus brenner ned"
    },
    {
      "storyGroup": "14",
      "timestamp": -938013546000,
      "intro": "Det norske forsvaret gjør motstand på Lundamo bru ",
      "body": {
        "sections": [
          {
            "text": "En liten styrke bestående av lokale og 17 medlemmer fra I.L. Brage har underminert Lundamo Bru."
          }
        ]
      }
    },
    {
      "storyGroup": "15",
      "timestamp": -937927146000,
      "intro": "Tyske styrker blir stanset",
      "body": {
        "sections": [
          {
            "text": "I Vikersund og Sandvika blir tyske avdelinger stanset av norske sperrestyrker. Kongsberg overgis til tyske tropper etter trussel om bombing."
          }
        ]
      }
    },
    {
      "storyGroup": "15.5",
      "timestamp": -937927146000,
      "intro": "En tysk kolonne med 11 busser stanses av kraftig motstand fra norske stillinger ved Fossum bru ved Askim",
      "body": {
        "sections": [
          {
            "text": "Tyske forsøk på å ta seg over isen på Glomma hindres når vannet slippes fra dammen ved Solbergfoss."
          }
        ]
      }
    },
    {
      "storyGroup": "16",
      "timestamp": -937927146000,
      "intro": "Styrker samles i Nord-Trøndelag",
      "body": {
        "sections": [
          {
            "text": "Samtlige styrker i Nord-Trøndelag er samlet nord og øst for Steinkjer."
          }
        ]
      }
    },
    {
      "storyGroup": "17",
      "timestamp": -937879200000,
      "intro": "Sarpsborg, Halden og Fredrikstad blir okkupert av tyskerne",
      "body": {
        "sections": [
          {
            "text": "Sarpsborg, Halden og Fredrikstad blir okkupert av tyskerne. De tyske troppene kommer til Minnesund, men må trekke seg tilbake etter noen timers skuddveksling med norske forsvarere."
          }
        ]
      }
    },
    {
      "storyGroup": "18",
      "timestamp": -937879200000,
      "intro": "Britiske fly bomber tysk handelsfartøy i Bergen",
      "body": {
        "sections": [
          {
            "text": "Det tyske handelsfartøyet «Bärenfels» ligger til lossing ved Skoltegrunnskaien i Bergen. Britiske fly bomber skipet og det synker ved kai. Skipet har forsyninger med ammunisjon og flybensin. Eksplosjonen ødelegger store deler av kaien og bygninger på land."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12244681",
            "caption": "Forsyningsskipet «Bärenfels» synker ved kai i Bergen"
          }
        }
      ]
    },
    {
      "storyGroup": "19",
      "timestamp": -937879200000,
      "intro": "Britiske krigsskip ødelegger resten av den tyske flåtestyrken i Narvik havn",
      "body": {
        "sections": [
          {
            "text": "Et norsk kompani utkjemper de første stridene mot mot tyske tropper i Gratangsdalen."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245593",
            "caption": "Narvik i brann i april 1940."
          }
        }
      ]
    },
    {
      "storyGroup": "19.5",
      "timestamp": -937879200000,
      "intro": "I grålysningen rives det norske forsvaret ved Fossum bru opp",
      "body": {
        "sections": [
          {
            "text": "19 nordmenn faller I de harde kampene. Den videre tyske framrykkingen gjennom Askim koster 12 sivile livet"
          }
        ]
      }
    },
    {
      "storyGroup": "20",
      "timestamp": -937792800000,
      "intro": "Strid ved Strandløkka",
      "body": {
        "sections": [
          {
            "text": "Norske og tyske styrker havner i strid ved Strandløkka, nord for Minnesund. Tyskernes fremrykning stanses vest for Kongsvinger. Tysk bataljon blir oppholdt av to norske kompanier ved Stryken. Hønefoss og Hvalsmoen blir okkupert av Tyske tropper."
          }
        ]
      }
    },
    {
      "storyGroup": "20.3",
      "timestamp": -937792800000,
      "intro": "Etter flere trefninger må Høytorp fort kapitulere",
      "body": {
        "sections": [
          {
            "text": "En norsk soldat mister livet. Lenger øst går resten av de norske styrkene I Østfold over grensen til Sverige. Samme dag besettes Sarpsborg, Halden og Fredrikstad."
          }
        ]
      }
    },
    {
      "storyGroup": "21",
      "timestamp": -937792800000,
      "intro": "Landgang i Namsenfjorden og skuddveksling ved Lundamo",
      "body": {
        "sections": [
          {
            "text": "Verdalselv jernbanebru sprenges av norske styrker. Engelske tropper begynner landgang i Namsenfjorden. Den norske styrken ved Lundamo bru kommer i trefning med en tysk avdeling. Den norske styrken har kun 10 geværer. Etter noen timer trekker den seg tilbake, sørover i Gauldalen. To nordmenn og 11 tyskere faller i den intense skuddvekslingen."
          }
        ]
      }
    },
    {
      "storyGroup": "22",
      "timestamp": -937792800000,
      "intro": "To britiske kompanier landsettes i Sjøvegan innenfor Harstad."
    },
    {
      "storyGroup": "23",
      "timestamp": -937706400000,
      "intro": "Tyske styrker beveger seg",
      "body": {
        "sections": [
          {
            "text": "Tyske styrker driver norske forsvarere ut av Hakadal. På Ringerike begynner de harde kampene mellom det norske IR 6 og tyskernes kampgruppe Adlhoch ved Haugsbygd. På grunn av store tap nær Hønefoss, må tyskerne innstille angrepet i påvente av forsterkninger."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245516",
            "caption": "Tyske soldater passerer Klekken hotell ved Hønefoss."
          }
        }
      ]
    },
    {
      "storyGroup": "24",
      "timestamp": -937706400000,
      "intro": "I Setesdalen overgir de norske soldatene seg til tyskerne.",
      "body": {
        "sections": [
          {
            "text": ""
          }
        ]
      }
    },
    {
      "storyGroup": "24.5",
      "timestamp": -937706400000,
      "intro": "Britene starter landsettingen av en brigade i Harstad.",
      "body": {
        "sections": [
          {
            "text": ""
          }
        ]
      }
    },
    {
      "storyGroup": "25",
      "timestamp": -937620000000,
      "intro": "Tysk fremrykning oppholdes ved Jevnaker",
      "body": {
        "sections": [
          {
            "text": "Like sør for Jevnaker oppholdes Tysk fremrykning. Ved Bjørgeseter må tyskerne innstille angrepet og trekke seg tilbake."
          }
        ]
      }
    },
    {
      "storyGroup": "25.1",
      "timestamp": -937620000000,
      "intro": "En tysk avdeling oppholdes ved Mjøsa og Kongsvinger festning blir angrepet",
      "body": {
        "sections": [
          {
            "text": "En tysk avdeling under fremrykning mot Skreia og Balke oppholdes på vestsiden av Mjøsa. Kongsvinger festning blir angrepet av tyske tropper og forsvarerne må trekke seg tilbake."
          }
        ]
      }
    },{
      "storyGroup": "25.2",
      "timestamp": -937620000000,
      "intro": "Tyskerne angriper Ringerike",
      "body": {
        "sections": [
          {
            "text": "Seks tyske stridsvogner sprenger det norske forsvaret ved Klekken på Ringerike."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245608",
            "caption": "Klekken hotell etter tyskernes bombardement, april 1940."
          }
        }
      ]
    },
    {
      "storyGroup": "26",
      "timestamp": -937620000000,
      "intro": "Allierte styrker dekker større deler av Trøndelag",
      "body": {
        "sections": [
          {
            "text": "Allierte styrker dekker den østlige delen av Trøndelag fra Grong. Oberst Getz overtar kommandoen over styrkene i Midt-Norge."
          }
        ]
      }
    },
    {
      "storyGroup": "27",
      "timestamp": -937620000000,
      "intro": "Norske styrker blir overfalt ved Bjørnefjell",
      "body": {
        "sections": [
          {
            "text": "Norsk styrke ved Bjørnefjell blir overfalt av tyskere. Fem nordmenn faller. En stor andel av styrken må trekke trekke seg tilbake til Sverige."
          }
        ]
      }
    },
    {
      "storyGroup": "28",
      "timestamp": -937533600000,
      "intro": "Blodig time i felttoget ved Roverud",
      "body": {
        "sections": [
          {
            "text": "Tyske tropper på frammarsj mot Kongsvinger tvinger norske styrker til Elverum. De norske stillingene ved Strandløkka og Tangen må oppgis."
          },
          {
            "text": "Ved Roverud kjører en tysk lastebil-kolonne rett inn i norske stillinger på begge sider av veien. Alle på lasteplanet i den forreste bilen meies ned og det som er kalt den blodigste og villeste timen under hele felttoget er i gang. Et ukjent, men stort antall tyskere faller og blir senere kjørt vekk og brent på likbål. 13 nordmenn faller."
          }
        ]
      }
    },
    {
      "storyGroup": "29",
      "timestamp": -937533600000,
      "intro": "Allierte styrker klare til å innlede angrep på Trondheim",
      "body": {
        "sections": [
          {
            "text": "Den allierte landgangen fullføres i Åndalsnes og Namsos. Rundt 3000 briter og franskmenn er dermed klare til å innlede operasjon «Hammer» - angrepet på Trondheim fra nord og sør."
          }
        ]
      }
    },
    {
      "storyGroup": "30",
      "timestamp": -937447200000,
      "intro": "Hamar okkuperes og tyskerne tvinges tilbake til Begnadalen i Valdres",
      "body": {
        "sections": [
          {
            "text": "Tyske tropper okkuperer Hamar. Etter harde kamper trekker norske styrker seg ut av Elverum og nordover til Rena, men de sprenger broene og stanser dermed den tyske fremrykningen."
          },
          {
            "text": "I Valdres tvinger de norske styrkene tyskerne tilbake i Begnadalen."
          },
          {
            "text": "På Fagernes, hvor soldater fra mange militære avdelinger har samlet seg etter tilbaketrekningen, tar oberst Gerhard Østbye kontroll over kaoset som råder."
          }
        ]
      }
    },
    {
      "storyGroup": "31",
      "timestamp": -937360800000,
      "intro": "Harde kamper i Begnadalen",
      "body": {
        "sections": [
          {
            "text": "I Begnadalen utkjempes harde kamper. Tyskerne klarer ikke å knekke den norske motstanden. Overlegne norske styrker omringer tyskerne på Dombås og tyskerne overgir seg etter kort tid."
          },
          {
            "text": "Fluberg, Gjøvik og Elverum blir samtidig okkupert av tyskerne."
          }
        ]
      }
    },
    {
      "storyGroup": "32",
      "timestamp": -937360800000,
      "intro": "Franske og britiske styrker går i land i Namsos",
      "body": {
        "sections": [
          {
            "text": "I Sør-Trøndelag sikrer Kapten Muthe kommunikasjonslinjen Gauldal-Røros-Aursunden både nordover og sydover, da de ikke vet hvor tyskerne kan angripe fra."
          }
        ]
      }
    },
    {
      "storyGroup": "33",
      "timestamp": -937360800000,
      "intro": "Tyske bombefly angriper Tromsø og Harstad.",
      "media": [
        {
          "image": {
            "polopolyId": "1.12245256",
            "caption": "Tysk bombing ved Tromsø."
          }
        },
        {
          "image": {
            "polopolyId": "1.12245027",
            "caption": "Grand hotell etter tysk bombeangrep."
          }
        }
      ]
    },
    {
      "storyGroup": "34",
      "timestamp": -937274400000,
      "intro": "Tyske tropper rykker fram og angriper ",
      "body": {
        "sections": [
          {
            "text": "Tyske tropper angriper norske stillinger nord for Moelv, men nordmennene står i mot. Tyskerne rykker frem fra Fluberg mot Vardal. Tyske styrker på riksveien fra Gjøvik angriper ved Bråstad, men de norske avdelingene klarer å holde stillingen."
          },
          {
            "text": "Ved ettermiddagen kommer tyskerne fram til norske stillinger ved Mustad Gård langs riksveien over Vardalsåsen. Nordmennene er blant annet bevæpnet med to luftvernkanoner. Seks nordmenn blir drept, to av dem sivile."
          }
        ]
      }
    },
    {
      "storyGroup": "35",
      "timestamp": -937274400000,
      "intro": "Namsos blir bombet",
      "body": {
        "sections": [
          {
            "text": "Namsos bombes av tyske fly og store deler av Byen legges øde. En norsk soldat, en fransk, åtte engelske soldater og tre sivile mister livet."
          },
          {
            "text": "I Trondheim tar 181. tyske infanteridivisjon over kommandoen i Trondheim. Generalmajor Woytasch uttaler at han akter å ta Steinkjer."
          }
        ]
      }
    },
    {
      "storyGroup": "36",
      "timestamp": -937274400000,
      "intro": "Tyskerne bomber Åndalsnes",
      "body": {
        "sections": [
          {
            "text": "Hitlers fødselsdag. Tyskerne bomber Åndalsnes."
          }
        ]
      }
    },
    {
      "storyGroup": "37",
      "timestamp": -937188000000,
      "intro": "Tyske styrker presser nordmennene i retrett ",
      "body": {
        "sections": [
          {
            "text": "Tyskerne driver de norske stillingene nord for Moelv tilbake. Norske stillinger i Åsmarka blir beskutt av tyskerne. Med hjelp fra britiske tropper tar nordmenne retrett gjennom Lillehammer. Tyske angrep i Vardal og Bråstad presser de norske styrkene lenger nordover til Fåberg og Sakumsdalen."
          }
        ]
      }
    },
    {
      "storyGroup": "37.5",
      "timestamp": -937188000000,
      "intro": "Norske fremstøt tvinger tyskerne tilbake mot Dokka",
      "body": {
        "sections": [
          {
            "text": "Norske framstøt mot Bargan i Bagn. Tyskerne presses tilbake mot Dokka. Etter 18 timers kamp forlater nordmennene sine stillinger ved Åstad i Østerdalen og drar nordover forbi Rena."
          },
          {
            "text": "Mustad gård på Vardalsåsen står i brann etter nytt tysk angrep. Tre nordmenn faller. I veikanten henrettes seks nordmenn som har skiftet til sivile klær."
          }
        ]
      }
    },
    {
      "storyGroup": "38",
      "timestamp": -937188000000,
      "intro": "Steinkjer bombes",
      "body": {
        "sections": [
          {
            "text": "På Inderøy landsettes tyske styrker. Klokka 03 om natten passerer en tysk infanteribataljon med Steinkjer som mål. Tyske tropper går om morgenen til angrep mot norske stillinger på Verdalsøra. Etter en en skarp trefning trekker forsvarerne seg tilbake til Stiklestad og fortsetter videre nordover."
          },
          {
            "text": "Ved middagstider bombes Steinkjer av tyske fly. Store deler av byen legges i ruiner. 242 hus ødelegges. Tyske og engelske styrker kommer i kamp ved Vist utenfor Steinkjer."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245625",
            "caption": "Tyskerne bombet Steinkjer 21. april 1940."
          }
        }
      ]
    },
    {
      "storyGroup": "39",
      "timestamp": -937101600000,
      "intro": "Lillehammer okkuperes av tyskerne",
      "body": {
        "sections": [
          {
            "text": "Lillehammer okkuperes av tyskerne og de angriper britiske stillinger ovenfor Fåberg. Britene oppretter en ny stilling ved Tretten."
          }
        ]
      }
    },
    {
      "storyGroup": "40",
      "timestamp": -937101600000,
      "intro": "Trøndelag",
      "body": {
        "sections": [
          {
            "text": "På sunndalsøra bombes Norske styrker av tyske fly i flere dager. Britiske og franske troppeforsterkninger ankommer Namsos. De kraftige angrepene på britiske gjenstående styrker fortsetter. I Steinkjer blir flere tyske tropper landsatt og britene må etterhvert trekke seg tilbake"
          }
        ]
      }
    },
    {
      "storyGroup": "41",
      "timestamp": -937015200000,
      "intro": "Tyske tropper angriper britene ved Tretten, og tyskerne angriper i Østerdalen",
      "body": {
        "sections": [
          {
            "text": "En svart dag for Norge. Tyske tropper, med støtte fra fly og panservogner, angriper britene ved Tretten. Etter at halvparten av styrken er blitt tatt til fange eller falt i kamp, må britene forlate stillingen."
          },
          {
            "text": "I Østerdalen angriper tyskerne norske stillinger ved Kroken, midt mellom Rena og Koppang. Tyskerne bryter gjennom ved hjelp av stridsvogner. Det samme skjer i Rendalen, og de norske troppene må trekke seg nordover mot Tynset og Folldalen."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245219",
            "caption": "Norske tropper under tilbaketrekningen ved Rena, 1940."
          }
        }
      ]
    },
    {
      "storyGroup": "42",
      "timestamp": -937015200000,
      "intro": "Åndalsnes blir bombet. Kongen ankommer Molde",
      "body": {
        "sections": [
          {
            "text": "Tyskerne bomber Åndalsnes. Kongen og regjeringen ankommer Molde fra Lesja.Det er her de berømte bildene ved «Kongebjørka» blir tatt."
          }
        ]
      }
    },
    {
      "storyGroup": "43",
      "timestamp": -937015200000,
      "intro": "Styrkene forsterkes i Trøndelag",
      "body": {
        "sections": [
          {
            "text": "Sør-Hålogaland regiment forsterker styrkene i Nord-Trøndelag. Passasjen sørover stenges av tyskerne."
          },
          {
            "text": "Steinkjer: Tyskerne etablerer seg og tar 80 engelskmenn til krigsfanger."
          }
        ]
      }
    },
    {
      "storyGroup": "44",
      "timestamp": -936928800000,
      "intro": "Tyskere overrumpler norske tropper ved Valdres",
      "body": {
        "sections": [
          {
            "text": "De norske stillingene rammes av tung artilleriild tidlig om morgenen. Tyskerne overrumpler norske tropper ved Høljerasten i Valdres og nordmennene må trekke seg tilbake til området Tonsåsen-Stangstugu, der de får forsterkninger og det opprettes nye forsvarsstillinger bak tømmer og snøvoller."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245341",
            "caption": "Tyske soldater i kamp ved Valdres, 1940."
          }
        }
      ]
    },
    {
      "storyGroup": "45",
      "timestamp": -936928800000,
      "intro": "Britene bombaderer militære mål i Narvik med sjøstridskrefter",
      "body": {
        "sections": [
          {
            "text": "Britene bombaderer militære mål i Narvik med sjøstridskrefter."
          }
        ]
      }
    },
    {
      "storyGroup": "46",
      "timestamp": -936842400000,
      "intro": "Norske styrker forsøker motangrep",
      "body": {
        "sections": [
          {
            "text": "De norske styrkene i Valdres forsøker et motangrep mot Høljerasten, men blir slått tilbake. Et flankeangrep forsøkes fra tyskerne mot Begndalen, men angrepet blir stanset av en norsk avdeling ved Breidablikk. Tyske styrker bryter de norske stillingene nord for Fåvang og ved Vinstra. Ved Kvam stanser britiske styrker framrykningen."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245633"
          }
        }
      ]
    },
    {
      "storyGroup": "46.1",
      "timestamp": -936842400000,
      "intro": "Tyske bombefly ødelegger britisk flystyrke",
      "body": {
        "sections": [
          {
            "text": "Tyske bombefly ødelegger en britisk flystyrke stasjonert på Lesjaskogvatn. Britene mister 13 av 18 Gladiatorfly. I Valdres angriper tyskerne i den dype snøen og det bratte lendet på Tonsåsen."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245047",
            "caption": "Britiske fly som var tilsynelatende hele, men ikke flyvedyktige, ble brent"
          }
        }
      ]
    },
    {
      "storyGroup": "46.5",
      "timestamp": -936842400000,
      "intro": "Josef Terboven overtar makten",
      "body": {
        "sections": [
          {
            "text": "Den nye Rikskommissær Josef Terboven kommer til Oslo og overtar den sivile makten. Han er oppnevnt av Hitler fordi kong Haakon nekter å godkjenne administrasjonsrådet som en ny regjering"
          }
        ]
      }
    },
    {
      "storyGroup": "47",
      "timestamp": -936842400000,
      "intro": "Voss blir oppgitt til tyskerne",
      "body": {
        "sections": [
          {
            "text": "En mindre norsk styrke må oppgi Voss, men fortsetter å kjempe ved Myrdal stasjon på Bergensbanen. Det blir trefning i Ulvik, 50 hus brenner ned i slaget."
          }
        ]
      }
    },
    {
      "storyGroup": "47.5",
      "timestamp": -936842400000,
      "intro": "Tyske styrker fra østlandet nærmer seg Sør-Trøndelag",
      "body": {
        "sections": [
          {
            "text": "Tyskere er på vei fra Trondheim for å ta de norske styrkene i et bakholdsangrep."
          }
        ]
      }
    },
    {
      "storyGroup": "48",
      "timestamp": -936842400000,
      "intro": "Norske styrker blir overrasket av et tysk angrep i Gratangsdalen",
      "body": {
        "sections": [
          {
            "text": "Trønderbataljonen hviler på Moan i Gratangen etter en hard marsj i snøstorm over fjellet. Tidlig på morgenen blir de norske styrkene overrasket av et tysk angrep. Tyskerne fyrer løs fra åssidene og driver sivile og fanger foran seg som skjold. 34 Nordmenn omkommer, 64 blir såret og 180 blir tatt til fange i den mest kostbare trefningen på norsk jord under krigen."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245493",
            "caption": "Tyske alpejegere ved Gratangen."
          }
        }
      ]
    },
    {
      "storyGroup": "49",
      "timestamp": -936756000000,
      "intro": "Tyskerne angriper",
      "body": {
        "sections": [
          {
            "text": "Tyskerne angriper britene ved Kvam i Gudbrandsdalen. Etter gjentatte tyske angrep støttet av artilleri, fly og stridsvogner, må britene trekke seg tilbake og opprette nye stillinger like nord for Kvam. På Tonsås-platået i Valdres presser tyskerne, støttet av artilleri og fly, forsvarerne tilbake."
          },
          {
            "text": "I Hallingdal blir den norske avdelingen under kamp trengt tilbake fra Flå. I Nåverdalen tar en norsk styrke i forsvarsstilling opp kampen mot tyskerne under fremrykning. Framstøtet fra tyskerne innstilles og de må gå tilbake til Kvikne. I Østerdalen stanser norske styrker tyske framstøt i Folldalen."
          }
        ]
      }
    },
    {
      "storyGroup": "50",
      "timestamp": -936756000000,
      "intro": "Kamper mellom tyske og norske styrker i Nåverdalen.",
      "body": {
        "sections": [
          {
            "text": "Nåverdalen: Kamper mellom tyske og norske styrker. Kampene foregår i 3 dager. De norske styrkene gir opp og drar til Sunndalsøra."
          }
        ]
      }
    },
    {
      "storyGroup": "51",
      "timestamp": -936669600000,
      "intro": " Den tyske fremrykningen i Gudbrandsdalen blir oppholdt",
      "body": {
        "sections": [
          {
            "text": "Ved Follebu i Gausdal angriper tyske tropper de norske stillingene. Nordmennene må trekke vestover. Den tyske fremrykningen i Gudbrandsdalen blir oppholdt av britiske styrker mellom Kvam og Sjoa. Den norske brigaden i Valdres oppgir Tonsås-platået og trekker seg tilbake til Aurdal."
          },
          {
            "text": "En gruppe med norske frivillige tilintetgjør en tysk oppklaringsavdeling i Vest-Telemark. Britene bestemmer seg for å evakuere Sør-Norge."
          }
        ]
      }
    },
    {
      "storyGroup": "52",
      "timestamp": -936669600000,
      "intro": "Det polske forsyningsfartøyet “Chobry” ankommer Namsos",
      "body": {
        "sections": [
          {
            "text": "Skipet rekker å losse geværer, men ikke ammunisjonen før det måtte gå ut igjen. Like etterpå bomber tyske fly kaia."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245146",
            "caption": "Namsos under angrep av tyskerne."
          }
        }
      ]
    },
    {
      "storyGroup": "52.5",
      "timestamp": -936669600000,
      "intro": "De norske styrkene i Nåverdalen holder stillingen mot nye tyske angrep",
      "body": {
        "sections": [
          {
            "text": "De norske styrkene i Nåverdalen ved veien fra Tynset til Ulsberg holder stillingen mot nye tyske angrep. Lenger nord blir tyske avdelinger på vei sørover fra Trondheim oppholdt i strid ved Støren."
          }
        ]
      }
    },
    {
      "storyGroup": "53",
      "timestamp": -936669600000,
      "intro": "Tyskerne oppgir Gratangsdalen."
    },
    {
      "storyGroup": "54",
      "timestamp": -936583200000,
      "intro": "Tyskerne rykker frem i Gudbrandsdalen men møter motstand i Aurdal.",
      "body": {
        "sections": [
          {
            "text": "Tyskerne rykker frem mot Fagernes, men møter Norsk motstand i Aurdal. Etter flere timers kamp må forsvarerne trekke seg tilbake til Leira."
          },
          {
            "text": "Tyske framstøt blir stanset ved Aurdalsfjord og Åbjøra. I Gudbrandsdalen blir tyskerne holdt tilbake av britiske styrker ved Otta. Britene trekker seg tilbake til Dombås om kvelden."
          },
          {
            "text": "Tyskerne angriper norske stillinger i Nåverdalen, men blir avvist. Nordmennene trekker seg likevel over til Oppdal."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245614",
            "caption": "Norske krigsfanger ved Otta stasjon, april 1940."
          }
        }
      ]
    },
    {
      "storyGroup": "55",
      "timestamp": -936583200000,
      "intro": "Tre franske alpejeger-bataljoner landsettes i Harstad, Sjøvegan og Bogen."
    },
    {
      "storyGroup": "56",
      "timestamp": -936496800000,
      "intro": "Tyske tropper inntar Fagernes",
      "body": {
        "sections": [
          {
            "text": "Tyske tropper inntar Fagernes. De norske troppene er i oppløsning og deler seg mellom Østre og vestre Slidre før de trekker seg videre tilbake."
          }
        ]
      }
    },
    {
      "storyGroup": "57",
      "timestamp": -936496800000,
      "intro": "Kristiansund og Molde blir bombet",
      "body": {
        "sections": [
          {
            "text": "Hospitalskipet «Brand IV» blir bombet av tyske fly utenfor Ålesund. Kristiansund blir bombet av tyske fly og store deler av byen står i flammer. Kongen og Regjering forlater Molde i krysseren «Glasgow», med mesteparten av Norges Banks gullbeholdning i bagasjen. Flukten foregår mens havna står i brann etter intense tyske bombetokter som legger bykjernen i grus."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245041",
            "caption": "Kristiansund under bombing, april 1940."
          }
        }
      ]
    },
    {
      "storyGroup": "58",
      "timestamp": -936496800000,
      "intro": "De allierte trekker seg tilbake til Namsos.",
      "body": {
        "sections": [
          {
            "text": "De norske styrkene i Sør-Trøndelag oppløses."
          }
        ]
      }
    },
    {
      "storyGroup": "59",
      "timestamp": -936496800000,
      "intro": "Britiske og franske tropper landsettes ved Håkvik, sørvest for Narvik."
    },
    {
      "storyGroup": "60",
      "timestamp": -936410400000,
      "intro": "På Dombås tar Norsk artilleri og britiske tropper opp kampen med fremrykkende tyskere",
      "body": {
        "sections": [
          {
            "text": "Norsk artilleri og britiske tropper tar opp kampen med fremrykkende tyskere på riksveien sør for Dombås. I Valdres innleder de norske styrkene forhandlinger om overgivelse. Strid mellom norske og tyske styrker i området rundt Rjukan."
          }
        ]
      }
    },
    {
      "storyGroup": "61",
      "timestamp": -936410400000,
      "intro": "De tyske styrkene møtes i området rundt Berkåk og Støren.",
      "body": {
        "sections": [
          {
            "text": "De tyske styrkene fra sør og nord møtes i området rundt Berkåk og Støren. De har dermed knyttet Oslo og Trondheim sammen."
          },
          {
            "text": "Selbu: Strid mellom tyske soldater og en mindre norsk gruppe ved Tømra."
          },
          {
            "text": "De norske styrkene etablerer hovedforsvar ved Garberg bru og sperrer den."
          }
        ]
      }
    },
    {
      "storyGroup": "61.5",
      "timestamp": -936410400000,
      "intro": "Britisk evakuering fra Åndalsnes. Kamp på Dombås",
      "body": {
        "sections": [
          {
            "text": "Samtidig som den britiske evakueringen fra Åndalsnes kommer i gang, tar britiske tropper og norsk artilleri opp kampen mot de fremrykkende tyske avdelinger på riksveien sør for Dombås. Den tyske fremrykkningen blir oppholdt til de britiske og norske avdelinger får trukket seg ut av Dombås på vei til Åndalsnes."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12244960",
            "caption": "Britiske soldater ved Dombås, april 1940."
          }
        }
      ]
    },
    {
      "storyGroup": "62",
      "timestamp": -936410400000,
      "intro": "Britisk kompani landsettes i Bodø",
      "body": {
        "sections": [
          {
            "text": "Et britisk kompani landsettes i Bodø som forberedelser til å hindre tyske forsterkninger sørfra til Narvik."
          }
        ]
      }
    },
    {
      "storyGroup": "63",
      "timestamp": -936324000000,
      "intro": "Britiske landgangsstyrker blir skipet ut fra Åndalsnes 1. og 2. mai.",
      "body": {
        "sections": [
          {
            "text": "Mange nordmenn rømmer landet i båt, til England."
          }
        ]
      }
    },
    {
      "storyGroup": "63.5",
      "timestamp": -936324000000,
      "intro": "Norske og franske styrker angriper på bred front mellom Foldvik og Raudalen, men tyskerne gir hard motstand.",
      "body": {
        "sections": [
          {
            "text": "I Foldvik havn i Gratangen blir hurtigrute-skipet «Dronning Maud», merket med Røde Kors-flagg, bombet og ødelagt av tyske fly. 19 personer dør, og 31 personer blir alvorlig skadet i angrepet. Kongen, kronprinsen og Regjeringen ankommer Tromsø i oppsynsskipet «Heimdal»."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245421",
            "caption": "Hurtigruteskipet «Dronning Maud» etter tysk bombing"
          }
        }
      ]
    },
    {
      "storyGroup": "64",
      "timestamp": -936237600000,
      "intro": "Enkelte trefninger sør for Røros, i Trysil-traktene og i Telemark.",
      "body": {
        "sections": [
          {
            "text": "I Røros, Trysil-traktene og i Telemark skjer det spredte angrep. De norske styrkene får melding om at de allierte har oppgitt Sør-Norge og trekker seg derfor ut av kampene."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245242",
            "caption": "Tyske tropper rykker fram ved Røros, 1940."
          }
        }
      ]
    },
    {
      "storyGroup": "65",
      "timestamp": -936237600000,
      "intro": "Den norske styrken havner i strid med en tysk sykkelpatrulje ved Garberg bru.",
      "body": {
        "sections": [
          {
            "text": "Den Norske styrken, mer bestemt det frivillige jegerkompani, havner i strid med en tysk sykkelpatrulje ved Garberg bru. Senere på dagen blir det nye kamphandlinger med en annen tysk avdeling."
          }
        ]
      }
    },
    {
      "storyGroup": "66",
      "timestamp": -936237600000,
      "intro": "En norsk bataljon erobrer høyde 785 nordvest for Læigastind."
    },
    {
      "storyGroup": "67",
      "timestamp": -936151200000,
      "intro": "I Gauldalen og ved Dalen i Telemark foregår spredte kamper",
      "body": {
        "sections": [
          {
            "text": "I Gauldalen og ved Dalen i Telemark foregår spredte kamper mellom tyske og norske styrker."
          },
          {
            "text": "En norsk avdeling knuser et angrep fra en tysk «opprenskningsstyrke» ved Grønndalen mellom Elverum og Nybergsund. Nordmennene får så ordre om retrett til Sverige. Krigen er definitivt slutt i Sør-Norge."
          }
        ]
      }
    },
    {
      "storyGroup": "68",
      "timestamp": -936151200000,
      "intro": "Engelske og franske styrker forlater Namsos og drar hjem",
      "body": {
        "sections": [
          {
            "text": "Ved 4:30-tiden forlater de siste allierte styrkene byen og evakueringen av de britiske og franske styrker fra Sør-Norge er dermed fullført."
          },
          {
            "text": "Sjefen for de norske styrkene i Nord-Trøndelag innleder forhandlinger med tyskerne om våpenstillstand."
          },
          {
            "text": "Denne morgenen blir også kapitulasjonsdokumentet for de norske tropper i Møre og Romsdal undertegnet."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245128",
            "caption": "Dette bildet viser Namsos etter tyske flyangrep"
          }
        }
      ]
    },
    {
      "storyGroup": "69",
      "timestamp": -936151200000,
      "intro": "General Ruge og hans stab ankommer Tromsø om bord på en britisk jager."
    },
    {
      "storyGroup": "70",
      "timestamp": -936064800000,
      "intro": "Spredte kamper mellom tyske og norske styrker",
      "body": {
        "sections": [
          {
            "text": "Ved Dalen, Åmot og i Haukeligrend foregår spredte kamper mellom tyske og norske styrker."
          }
        ]
      }
    },
    {
      "storyGroup": "71",
      "timestamp": -936064800000,
      "intro": "Kamper ved Garberg. Norske styrker trekker seg tilbake til Tydal.",
      "body": {
        "sections": [
          {
            "text": "Det blir voldsomme kamper ved Garberg bru som varer hele dagen. På kvelden trekker de norske avdelingene seg tilbake til Tydal."
          }
        ]
      }
    },
    {
      "storyGroup": "72",
      "timestamp": -936064800000,
      "intro": "Et britisk kompani landsettes ved Mo i Rana. ",
      "body": {
        "sections": [
          {
            "text": "Et britisk kompani landsettes ved Mo i Rana. Kompaniet skal føre strid mot tyske styrker på vei fra Nord-Trøndelag til Narvik."
          }
        ]
      }
    },
    {
      "storyGroup": "73",
      "timestamp": -935978400000,
      "intro": "De norske styrkene i Telemark innleder forhandlinger med tyskerne om innstilling av kampene."
    },
    {
      "storyGroup": "74",
      "timestamp": -935978400000,
      "intro": "Overgivelse på Hegra",
      "body": {
        "sections": [
          {
            "text": "Major Holtermann gir opp beleiringen av Hegra festning og overgir hele styrken til tyskerne på morgenen."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12249933",
            "caption": "Etter 25 døgns hardt press blir Hegra fort oppgitt av major Holtermann og hans styrke på 190 mann og én kvinne."
          }
        }
      ]
    },
    {
      "storyGroup": "75",
      "timestamp": -935935200000,
      "intro": "Styrker grupperes for å delta i forsvaret av Narvik",
      "body": {
        "sections": [
          {
            "text": "De norske styrkene i Sør-Hålogaland grupperes i traktene Fellingfors-Mosjøen for å delta i det oppholdende forsvaret mot den tyske unnsetningen i Narvik."
          }
        ]
      }
    },
    {
      "storyGroup": "76",
      "timestamp": -935848800000,
      "intro": "Et norsk kompani går til nattangrep mot tyske stillinger nord og nord-øst for Læigastind.",
      "body": {
        "sections": [
          {
            "text": "I angrepsfronten mot Narvik, går et norsk kompani til nattangrep mot tyske stillinger nord og nord-øst for Læigastind. Resultatet blir delvis framgang. I Harstad-området blir to bataljoner fra den franske fremmedlegionen landsatt."
          }
        ]
      }
    },
    {
      "storyGroup": "77",
      "timestamp": -935762400000,
      "intro": "En polsk brigade kommer til Harstad-området"
    },
    {
      "storyGroup": "78",
      "timestamp": -935676000000,
      "intro": "Bergen brenner",
      "body": {
        "sections": [
          {
            "text": "I Bergen er det brann og eksplosjoner på Marineholmen hvor brannsjefen og seks andre brannmenn, samt 15 tyske soldater omkommer."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12244723",
            "caption": "Dette bildet viser den kraftige brannen der totalt 22 mennesker mista livet."
          }
        }
      ]
    },
    {
      "storyGroup": "79",
      "timestamp": -935676000000,
      "intro": "Britiske kompanier landsettes ved Mosjøen",
      "body": {
        "sections": [
          {
            "text": "To selvstendige britiske kompanier landsettes ved Mosjøen. Tyskerne angriper de norske fremskutte troppene i Vefsn, Sør-Hålogaland. Nordmennene trekker seg tilbake."
          }
        ]
      }
    },
    {
      "storyGroup": "80",
      "timestamp": -935589600000,
      "intro": "Frigivelse av norske krigsfanger i Lillehammer",
      "body": {
        "sections": [
          {
            "text": "Adolf Hitler gir ordre om frigivelse av norske krigsfanger i Lillehammer. Bønder og landarbeidere skal slippes fri, men yrkesmilitære skal fremdeles holdes i fangenskap."
          }
        ]
      }
    },
    {
      "storyGroup": "81",
      "timestamp": -935589600000,
      "intro": "Franske styrker rykker frem nord for Narvik.",
      "body": {
        "sections": [
          {
            "text": "Franske styrker rykker frem ved Gratangseidet nord for Narvik. I Vefsn rykker tyskerne frem mot Mosjøen. Et nytt selvstendig britisk kompani landsettes ved Bodø."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245553",
            "caption": "Fransk patrulje krysser jernbanespor ved Narvik."
          }
        }
      ]
    },
    {
      "storyGroup": "82",
      "timestamp": -935503200000,
      "intro": "Et tankanlegg på Florvåg utenfor Bergen blir satt i brann.",
      "body": {
        "sections": [
          {
            "text": "19 millioner olje, tilsvarende 2 års forbruk i Bergen går tapt."
          }
        ]
      }
    },
    {
      "storyGroup": "83",
      "timestamp": -935503200000,
      "intro": "Den norske brigaden i Nord-Trøndelag blir oppløst.",
      "body": {
        "sections": [
          {
            "text": "Øverstkommanderende oberst Getz oppløser den norske brigaden i Nord-Trøndelag. Brigaden mistet totalt 37 mann. 32 var såret og 13 ble tatt til fange."
          }
        ]
      }
    },
    {
      "storyGroup": "84",
      "timestamp": -935503200000,
      "intro": "Norske og britiske styrker blir angrepet sør for Mosjøen. Kampene fortsetter i Bodø, Hemnesberget og Beisfjorden",
      "body": {
        "sections": [
          {
            "text": "I Vefsn blir norske og britiske stillinger sør for Mosjøen angripet av tyskerne. Nordmennene tar retrett, mens de britiske styrkene overføres til Bodø.To nordmenn faller i kampene."
          },
          {
            "text": "Kampene fortsetter ved Hemnesberget, men nok en gang må nordmennene trekke seg tilbake."
          },
          {
            "text": "De polske styrkene i Narvik vinner terreng på Ankenesfjellet. Stillingene kan nå skyte mot en viktig tysk forsyningslinje  langs Beisfjorden."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245572",
            "caption": "Polske soldater i kamp ved Narvik, 1940."
          }
        }
      ]
    },
    {
      "storyGroup": "85",
      "timestamp": -935416800000,
      "intro": "Britiske og norske soldater besetter Finneid. Tyske soldater besetter Mosjøen",
      "body": {
        "sections": [
          {
            "text": "Bristiske og norske soldater, i tillegg til en gruppe frivillige, besetter Finneid ved Nordlandsbanen. Ved Sund blir styrken slått tilbake av tyske stillinger. Den Tyske bergdivisjonen på marsj nordover besetter Mosjøen."
          }
        ]
      }
    },
    {
      "storyGroup": "86",
      "timestamp": -935330400000,
      "intro": "Tyske styrker angriper ved Finneid",
      "body": {
        "sections": [
          {
            "text": "Tyske styrker angriper forsvarsstillingene ved Finneid og presser den norsk-britiske styrken tilbake. Tre britiske kompanier blir landsatt i Mo i Rana under tyske bombeangrep."
          }
        ]
      }
    },
    {
      "storyGroup": "87",
      "timestamp": -935244000000,
      "intro": "Bjerkvik, Elvegårdsmoen og Øyjord erobres av norske og allierte styrker.",
      "body": {
        "sections": [
          {
            "text": "En storstilt landgang fra de allierte i Bjerkvik setter stedet i brann da britiske slagskip skyter med granatild. 13 voksne og et barn mister livet i de alliertes bombardering. De tyske flyangrepene som følger de neste dagene gjør at totalt 18 sivile dør."
          },
          {
            "text": "Et nytt selvstendig britisk kompani blir landsatt i Bodø."
          }
        ]
      }
    },
    {
      "storyGroup": "88",
      "timestamp": -935157600000,
      "intro": "Nordøst for Narvik erobrer norske styrker Næverfjell og nordkanten av Storebalak",
      "body": {
        "sections": [
          {
            "text": "Tyskerne er på vikende front etter flukten fra Bjerkvik. Nordøst for Narvik erobrer norske styrker Næverfjell og nordkanten av Storebalak, samt Vassdalfjell og Vassdalen. I Sør-Hålogaland presser tyskerne de norske og britiske stillingene ved Finneid ytterlige nordover."
          }
        ]
      }
    },
    {
      "storyGroup": "89",
      "timestamp": -935071200000,
      "intro": "Et polsk skip bombes på vei til Bodø",
      "body": {
        "sections": [
          {
            "text": "På vei til Bodø med en irsk bataljon, bombes det polske transportskipet «Chobry» av tyske fly. Mesteparten av mannskapet blir reddet."
          }
        ]
      }
    },
    {
      "storyGroup": "90",
      "timestamp": -934898400000,
      "intro": "Tyske styrker angriper britene ved Dalselv",
      "body": {
        "sections": [
          {
            "text": "Tyske styrker i Rana-området angriper den britiske stillingen ved Dalselv sør for Mo. Etter harde kamper må britene trekke seg nordover."
          }
        ]
      }
    },
    {
      "storyGroup": "91",
      "timestamp": -934812000000,
      "intro": "Tyskerne inntar Mo i Rana",
      "body": {
        "sections": [
          {
            "text": "De norske og britiske styrkene i Rana-området trekker seg nordover mot Saltfjellet. Tyskerne inntar Mo."
          }
        ]
      }
    },
    {
      "storyGroup": "92",
      "timestamp": -934639200000,
      "intro": "Tyske fly bomber Bodø og Harstad havn",
      "media": [
        {
          "image": {
            "polopolyId": "1.12244912",
            "caption": "Bodø etter kraftig bombardement."
          }
        }
      ]
    },
    {
      "storyGroup": "93",
      "timestamp": -934552800000,
      "intro": "Sandnessjøen bombes av tyske fly",
      "body": {
        "sections": [
          {
            "text": "Det britiske flyvåpnet stasjonerer en skvadron Gladiator og Hurricane i Bardufoss."
          }
        ]
      }
    },
    {
      "storyGroup": "94",
      "timestamp": -934466400000,
      "intro": "De norske styrkene erobrer Kuberget, Lillebalak og Kobberfjell på Narvik-fronten",
      "body": {
        "sections": [
          {
            "text": "De norske styrkene erobrer Kuberget, Lillebalak og Kobberfjell på Narvik-fronten. Tyske fly bomber Fauske. Her blir størsteparten av tettbebyggelsen ødelagt. Også Bodø angripes av tyske fly."
          },
          {
            "text": "Etter en ukes kamp tar nordmennene de siste tyske stillingene på Storebalakkobberfjell."
          }
        ]
      }
    },
    {
      "storyGroup": "95",
      "timestamp": -934380000000,
      "intro": "Britiske og norske avdelinger trekker seg tilbake til Storjord",
      "body": {
        "sections": [
          {
            "text": "Britiske og norske avdelinger i Saltdalen blir angrepet av tyskerne. Forsvarerne trekker seg tilbake til Storfjord som ligger 8 km lengre nord."
          }
        ]
      }
    },
    {
      "storyGroup": "96",
      "timestamp": -934293600000,
      "intro": "Tyske fly slipper brannbomber over Bodø"
    },
    {
      "storyGroup": "97",
      "timestamp": -934207200000,
      "intro": "Tyskerne angriper ved Pothus i Saltdalen",
      "body": {
        "sections": [
          {
            "text": "Tyskerne angriper norske og britiske stillinger ved Pothus i Saltdalen. Forsvarerne må oppgi stillingene."
          },
          {
            "text": "Øverstkommanderende for de allierte styrkene i Norge, lord Cork, får ordre om å evakuere sine tropper etter at Narvik er tatt. Dette holdes hemmelig for nordmennene."
          }
        ]
      }
    },
    {
      "storyGroup": "98",
      "timestamp": -934120800000,
      "intro": "Styrkene ved Pothus trekkes nordover til Rognan.",
      "body": {
        "sections": [
          {
            "text": "De britiske styrkene ved Pothus trekkes nordover til Rognan. Tyske fly senker den britiske luftvernkrysseren «Curlew» ved Skånland. Harstad havn blir angrepet av tyske bombefly."
          }
        ]
      }
    },
    {
      "storyGroup": "99",
      "timestamp": -934034400000,
      "intro": "Bodø bombes",
      "body": {
        "sections": [
          {
            "text": "Tyske fly bomber systematisk Bodø og store deler av byen blir ødelagt. 15 mennesker mister livet."
          }
        ]
      }
    },
    {
      "storyGroup": "100",
      "timestamp": -933948000000,
      "intro": "Bodø bombes",
      "body": {
        "sections": [
          {
            "text": "På ny blir Bodø angrepet av tyske fly."
          },
          {
            "text": "Britene bombarderer Narvik. Franske legionærer og norske styrker landsettes i Ornesvika under kraftig tysk ild. De norske og allierte styrkene gjenerobrer Narvik. De polske styrkene inntar Ankenes og erobrer de tyske fjellstillingene sør for Beisfjorden."
          }
        ]
      }
    },
    {
      "storyGroup": "101",
      "timestamp": -933775200000,
      "intro": "Bodø blir angrepet på ny",
      "body": {
        "sections": [
          {
            "text": "Den norske landvernsbataljonen nord for Fauske evakueres. De gjenværende britiske styrkene i Salten trekkes utover til Bodø. På Narvik-fronten angriper de norske styrkene de tyske stillingene nord for Bjørnefjell, men møter hard motstand."
          }
        ]
      }
    },
    {
      "storyGroup": "102",
      "timestamp": -933688800000,
      "intro": "Narvik blir angrepet av tyskerne",
      "body": {
        "sections": [
          {
            "text": "Tyske fly angriper Narvik. Britiske jagere frakter sine siste tropper vekk fra Bodø. Sandnessjøen og Stamnes blir besatt av tyske tropper."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12244924",
            "caption": "Havneområdet i Bodø etter bombingen."
          }
        }
      ]
    },
    {
      "storyGroup": "103",
      "timestamp": -933602400000,
      "intro": "Terboven holder tale",
      "body": {
        "sections": [
          {
            "text": "Foran slottet i Oslo taler Rikskommissær Terboven. SS har parade."
          }
        ]
      }
    },
    {
      "storyGroup": "104",
      "timestamp": -933602400000,
      "intro": "Tyske tropper rykker inn i Bodø",
      "body": {
        "sections": [
          {
            "text": "Britene underretter utenriksminister Koht om evakueringen av de allierte styrkene i Norge. Tyske tropper rykker inn i Bodø."
          }
        ]
      }
    },
    {
      "storyGroup": "105",
      "timestamp": -933516000000,
      "intro": "Narvik blir bombet",
      "body": {
        "sections": [
          {
            "text": "Tyske bombefly ødelegger store deler av bebyggelsen i Narvik. I alt er 4500 sivile ført ut av brannherjede Narvik, de fleste er fraktet ut sjøveien."
          },
          {
            "text": "Dette er første gang Otto Ruge og den norske overkommandoen får vite om den planlagte allierte evakueringen."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245581",
            "caption": "Narvik i ruiner etter tyskernes bombing, april 1940."
          }
        }
      ]
    },
    {
      "storyGroup": "106",
      "timestamp": -933429600000,
      "intro": "Nord for Bjørnefjell gjør norske tropper framstøt mot tyskerne. Tyske tropper besetter Brønnøysund."
    },
    {
      "storyGroup": "107",
      "timestamp": -933343200000,
      "intro": "Allierte tropper evakuerer ut av Norge",
      "body": {
        "sections": [
          {
            "text": "De allierte troppene i Nord-Norge starter evakueringen ut av Norge."
          }
        ]
      }
    },
    {
      "storyGroup": "108",
      "timestamp": -933170400000,
      "intro": "Norske styrker går til angrep nord for Bjørnefjell",
      "body": {
        "sections": [
          {
            "text": "Nord for Bjørnefjell går norske styrker til angrep, men de møter hard tysk motstand. Den første allierte konvoien med evakuerte styrker setter kursen mot Storbritania."
          }
        ]
      }
    },
    {
      "storyGroup": "109",
      "timestamp": -933084000000,
      "intro": "Flere norske angrep i Bjørnefjell",
      "body": {
        "sections": [
          {
            "text": "Flere norske angrep nord for Bjørnefjell. En del nytt terreng erobres. Kongen og Kronprinsen forlater landet i den britiske krysseren «Devonshire»."
          }
        ]
      },
      "media": [
        {
          "image": {
            "polopolyId": "1.12245260",
            "caption": "Kong Haakon går om bord i skipet «Devonshire»"
          }
        },
        {
          "image": {
            "polopolyId": "1.12245271",
            "caption": "Den britiske krysseren «Devonshire» ankommer England."
          }
        }

      ]
    },
    {
      "storyGroup": "110",
      "timestamp": -932997600000,
      "intro": "Striden er slutt i Nord-Norge",
      "body": {
        "sections": [
          {
            "text": "Selv om de norske styrkene har presset tyskerne helt inn til svenskegrensen får de ordre om at alle angrep skal instilles og at striden er slutt. De siste allierte troppene har forlatt norsk jord. Flere militære sjefer forlater Nord-Norge ombord i norske marinefartøyer."
          }
        ]
      }
    },
    {
      "storyGroup": "111",
      "timestamp": -932911200000,
      "intro": "Tyske tropper rykker inn i Narvik",
      "body": {
        "sections": [
          {
            "text": "Det er midnatt. 62 dager har gått siden den tyske innvasjonsflåten seilte inn i de norske fjordene. Norge legger ned våpnene."
          },
          {
            "text": "Forhandlinger med den tyske okkupasjonsmakten innledes."
          }
        ]
      }
    }
  ]
}
